Repository: 84000/data-translation-memory
Catalog: toh440-v3.tmx
Source language: bo
Languages: en

source: ཛ་ལུའི་རྩ་བ་དང་།
en: “One should make a pill at dusk using jalu root, then mix it with mercury and apply it.

source: སྲོད་ཀྱི་དུས་སུ་རིལ་བུ་བྱས་ལ་དངུལ་ཆུ་དང་བསྲེས་ལ་བྱུག་པ་བྱས་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: One will then be invisible.

source: ནག་པོའི་ཕྱོགས་ཀྱི་ཚེས་བརྒྱད་ལ་མི་གྲིར་ཤི་བའི་ཤ་དང་ཁྲག་བླངས་ནས་ཕྱག་དྲུག་པའི་མགོན་པོ་ནག་པོ་བསྒོམས་ལ།
en: “On the eighth day of the waning moon, one should take the flesh and blood of a person who has died from a knife wound and perform the visualization of six-armed Mahākāla.

source: ཉི་མ་ཤར་བའི་དུས་སུ་བདུད་རྩིའི་རིལ་བུ་ཁར་བཅུག་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: At sunrise, one should place a pill made of the five ambrosias in their mouth and become invisible.

source: གཟའ་མིག་དམར་ལ་སྨན་མ་ཧཱུ་ག་ག་ས་བོན་རང་གི་ཁུ་བ་དང་བསྲེས་ཏེ་ལྕགས་གསུམ་གྱི་ཕྱེ་མ་དང་བསྲེ་བ་བྱས་ནས།
en: “On a Tuesday one should mix mahugaga seeds with one’s own semen, then mix that with a powder consisting of the three metals.

source: པད་ཏྲ་པི་ཤ་ཙིའི་ཁུ་བ་དང་ཡོངས་སུ་བསྲེ་བ་བྱས་པ་བྱི་བླའི་མཁྲིས་པ་དང་རིལ་བུ་བྱས་ནས་ཉི་མ་བདུན་དུ་དུར་ཁྲོད་དུ་སྦས་ཏེ། མཚན་མོའི་དུས་སུ་བླངས་ནས་ཇི་ལྟར་བགེགས་མེད་པར་བྱ་བའི་ཕྱིར།
en: One should then combine the mixture with the juice of pattrapiśācī, make a pill using cat’s bile, hide it in a charnel ground for seven days, and then retrieve it at night.

source: ནག་པོ་ཆེན་པོ་ཕྱག་བཅུ་དྲུག་པའི་སྔགས་བཟླས་ལ་སྲུང་བའི་དོན་དུ་ལན་བདུན་དུ་གཏོར་མ་སྦྱིན་པར་བྱའོ། །
en: To eliminate any vighnas, one should recite the mantra for the sixteen-armed Mahākāla, reciting it seven times to effect protection while presenting a bali offering.

source: དེས་དེར་བགེགས་ཞི་བར་འགྱུར་ཏེ།
en: This will pacify vighnas in the area.

source: འཕོངས་སུ་བཅུག་ན་ལམ་ནས་འགྲོ་ན་ཡང་མི་མཐོང་བར་འགྱུར་རོ། །
en: When one inserts the pill into their rectum they will be invisible while traveling on a road.

source: ཙ་ཏྲ་ས་ཀུ་ལ་མཉམས་པ་དང་དུར་ཁྲོད་ཀྱི་སོལ་བ་བླངས་ནས་རང་བྱུང་སྲེག་བླུགས་ལྔ་བརྒྱ་དབུལ་བར་བྱའོ། །ཨོཾ་ཀ་རཱ་ལ་བི་ཀྃ་རཱ་ལ་མ་ཧ་ན་ད་ཧཱུྃ་གྲྀཧྞ་གྲྀཧྞ་ཀཾ་ཏྲ་གི་སྭཱ་ཧཱ། སྲེག་བླུགས་ཀྱི་སྔགས་སོ། །
en: “One should take an unspoiled spotted śakula fish and some embers from a charnel ground and perform five hundred fire offerings with menstrual blood while chanting the oblation mantra oṁ karāla vikarāla mahānanda hūṁ gṛhṇa gṛhṇa kaṭakī svāhā.

source: འདི་ནི་དངོས་གྲུབ་ཀྱི་སྔགས་ཏེ་དེའི་མིག་བཟུང་ནས་ཁར་བཅུག་ན་མི་སྣང་བར་འགྱུར་རོ། །
en: This is the siddhi mantra. One will become invisible if they take an eye from this fish and place it in their mouth.

source: འཛམ་བུའི་གླིང་ན་རྙེད་པར་དཀའ་བའི་དངོས་གྲུབ་འབྱོར་པས་ངེས་པར་འགྲུབ་པར་འགྱུར་རོ། །
en: A person who uses this siddhi method, which is difficult to find in Jambudvīpa, is certain to succeed.

source: སོ་མ་སྐྱེས་པའི་བྱིས་པའི་ལྕེ་བླངས་ལ་ཀཉྫིའི་ནང་དུ་ཉི་མ་གཅིག་བཞག །ཉི་མ་གཉིས་པ་ལ་རའི་མར་ལ་བཞག །
en: “One should take the tongue of a child born on a Monday and leave it in sour gruel for one day and in goat butter for two days.

source: དེ་བཏོན་ནས་ཉི་མ་གསུམ་པ་ལ་རང་འབྱུང་གི་ནང་དུ་བཞག །དེ་ནས་དེ་རིལ་བུ་བྱས་ནས་མར་ཁུ་ཆེན་པོ་དང་བཙོས་ནས་དེ་ནས་ཉི་མ་བདུན་དངུལ་ཆུའི་ནང་དུ་བཞག་པ་དང་།
en: One should then remove it and leave it in menstrual blood for three days, make it into a pill, cook it in human fat, and place it in quicksilver for seven days.

source: ཉི་མ་ལྔ་སྦྲང་རྩིའི་ནང་དུ་བཞག །རིགས་ངན་གྱི་ཐོད་པའི་ནང་དུ་ཉི་མ་གཅིག་བཞག་པ་དེ་བླངས་པ་དང་། བྱི་ལའི་ཁྲག་བསྐུས་ནས་བསྐམས་པ་དང་།
en: One should next leave it in honey for five days and in the skull of a low caste person for one day, then take it out, coat it with cat’s blood, and let it dry.

source: བྱ་བཟང་པོའི་ཤ་དང་ཅེ་སྤྱང་གི་ཤ་རྣམས་མཉེས་ནས་རིལ་བུ་བྱས་པ་བཙོས་ཏེ།
en: One should muddle it with the flesh of a bhadra bird and the flesh of a jackal, shape it into a pill, and cook it.

source: ཁར་བཅུག་ན་མི་སྣང་བར་གྱུར་ཏོ། །
en: If one places it in their mouth they will become invisible.

source: ལྷ་མོ་འདི་ནི་ཤིན་ཏུ་ངོ་མཚར་བ་རྣམས་སོ། །ཤི་ཀ་དང་། ག་པུར་དང་།
en: Goddess, this is astonishing.

source: དེ་བཞིན་དུ་ན་ག་རཱ་དང་། མུ་རཱ་དང་། དྲི་མ་མེད་པ་དང་། ཧཱ་རཱ་དང་། སྨྱོ་བྱེད་ཀྱི་ལོ་མའི་ཁུ་བ་རྣམས་བཏགས་ནས་རིལ་བུ་བྱས་ན་རིལ་བུའི་མཆོག་གོ། །
en: “One should crush śika, camphor, dried ginger, clear liquor, hārā, and the juice of datura leaves and form it into a pill.

source: གཞན་ཡང་བཅུ་དྲུག་ནམ་གཅིག་ཏུ་བཞུགས་པ་ནི་ཚིལ་ཆེན་དང་།
en: This is the supreme pill. “There is also a recipe that combines sixteen ingredients.

source: འཛོ་ཏི་ས་མའི་མར་ཁུ་དྲུག་ནམ་བཞི་བྲམ་ཟེའི་ཐོད་པར་མཉེས་པ་དང་།
en: One should take human fat and fat from someone who died the previous day and crush it in the skull of a six- or four-year-old brahmin.

source: གིང་ཧེ་ཀའི་མར་ཁུ་དང་།
en: One should then mix giṅheka fat with the juice of simbi leaves and smear it on their body.

source: སོལ་བའི་ལོ་མའི་ཁུ་བ་ལུས་ལ་བྱུགས་ན་ངེས་པར་མི་མཐོང་བར་འགྱུར་རོ། །
en: One will certainly become invisible.

source: བལ་པོའི་ཟངས་ཀྱི་སྣོད་དུ་བའི་མར་བསྐོལ་བ་དང་ཚིལ་ཆེན་བྲཧྨ་ཀཱ་པ་ལའི་ནང་དུ་གླིང་དཀར་པོ་ལ་སྡོང་བུ་བྱས་ནས་བླངས་པ་དང་ཛན་དུ་པི་ཤ་ཙིའི་ཁུ་བ་དང་།
en: “One should make a wick from a cloth eye-covering in a brahmin’s skull filled with human fat and cow fat that has been rendered in a copper vessel from Nepal.

source: བསྲེས་པས་མིག་སྨན་དང་ཐིག་ལེ་བྱས་ན་ཡང་མི་མཐོང་བར་འགྱུར་རོ། །
en: One should then remove it, mix it with the juice of jantupiśācī, and use it as a collyrium and a forehead mark.

source: ཀྱཻ་བཅོམ་ལྡན་འདས་ཁྱོད་ཀྱིས་འཛམ་བུའི་གླིང་པའི་སེམས་ཅན་རྣམས་ཀྱི་དོན་དུ་གསུངས་པ།
en: One will become invisible.” “Blessed One, you have taught this to benefit the beings of Jambudvīpa.

source: ངས་ཀྱང་རིལ་བུ་ཅུང་ཞིག་བཤད་པར་བྱའོ། །
en: I will also explain a little bit about pills.

source: སྔགས་ཀྱི་ལེའུ་ཡིས་སྔགས་བརྗོད་པ་དེའི་སྔགས་ལན་བདུན་བཟླས་པས་གསོལ་བ་བཏབ་ན་རིལ་བུའི་དངོས་གྲུབ་མཆོག་ཏུ་འགྱུར་ཏེ།
en: “If one recites the mantras described in the chapter on mantras seven times while offering supplications, one will attain the supreme pill siddhi.

source: གཞན་དུ་ནི་མ་ཡིན་ནོ། །
en: There is no other way.

source: ཐམས་ཅད་དུ་ཡོངས་སུ་རྫོགས་པར་བྱས་ན་རབ་ཏུ་འགྲུབ་པར་འགྱུར་རོ། །
en: One will be successful if everything is perfectly complete.

source: སྣ་ཚོགས་ཡོངས་སུ་བརྗོད་པས་འགྲུབ་པར་འགྱུར་རོ། །
en: The various things that have been explained will lead to success.

source: དང་པོ་ནི་སུ་ཌ་རའི་འདབ་མ་ཕྱེ་མར་བྱས་ནས་སེ་ད་ཀ་ཎྜ་ཕྱེ་མ་དང་ལུག་གི་གཅིན་དང་མི་ཤ་དང་ཆ་མཉམ་པོར་བྱས་ནས་རབ་ཏུ་བཏགས་ཏེ་རིལ་བུ་བྱས་ནས་མིད་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: “First, one should powder nisundara petals, mix equal parts sedakaṇḍā powder, sheep’s urine, and human flesh, grind the mixture, and make it into a pill. One will become invisible to the eye.

source: ཇི་ལྟར་མཐོང་བར་འདོད་ན་ཀན་ཛི་འཐུངས་ན་དེ་ལྟར་མཐོང་བར་འགྱུར་རོ། །
en: Whenever one wants to be visible again, one should simply consume a sour gruel, and one will become visible.

source: རྒྱུ་སྐར་ནག་པ་ལ་པ་ཊའི་རྩ་བ་བཏོན་ནས་རྒྱུ་སྐར་བྲ་ཉེ་ལ་ཏ་ཀ་རའི་རྩ་བ་དང་། ཁྲུམས་སྟོད་ལ་ལུང་ཐང་གི་རྩ་བ་དང་། རྒྱུ་སྐར་མགོ་ལ་ཀུན་དའི་རྩ་བ་དང་།
en: “One should harvest banyan root during the lunar mansion Citrā, valerian root during the lunar mansion in Bharaṇī, soapberry root during the lunar mansion Pūrvabhadrapadā, and star jasmine root during the lunar mansion Mṛgaśirā.

source: ཚེས་ལྔ་ལ་མཉམ་པོར་བྱས་ཏེ་བཏགས་ན་ནམ་མཁའི་ཆུ་དང་མཉེས་ནས་རིམ་གྱིས་རིལ་བུ་བྱས་ཏེ།
en: Then, one should make a pill following the proper sequence on the fifth lunar day by combining these in equal amounts, crushing them, and mixing them with rainwater.

source: ལྷ་མོའི་སྔགས་བརྗོད་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: Once the goddess’ mantra has been recited, one will be invisible.

source: རྟག་པར་བྱས་ཏེ་ཇི་སྲིད་དུ་འོ་མ་ནག་པོར་སོང་སོང་གི་བར་དུ་བཞག་ན་འགྲུབ་པར་འགྱུར་རོ། །
en: To do this on a regular basis, one should place it in black milk until it dissolves. One will then succeed.

source: འོ་མ་ནག་པོར་མི་འགྱུར་ན་རིགས་ལྔས་བསྒྲུབ་ཅིང་བྲམ་ཟེ་ལ་ཟན་དང་ཞོ་སྦྱིན་པ་དང་། མཁན་པོ་ལ་ཆང་བྱིན་ན་འགྲུབ་པར་འགྱུར་རོ། །ཤུ་དག་དང་། རུ་རྟ་དང་། པི་པི་ལིང་དང་།
en: If ones does not have any black milk, one will be successful by performing the sādhana with the five families, offering gifts of food and curd to a brahmin, and offering the preceptor alcohol.

source: ལྒ་སྐྱ་དང་། ཨ་རུ་ར་དང་། སྐྱུ་རུ་ར་དང་། ནིམ་ཕ་དང་། སོ་ཤིང་གི་རྩ་བ་དང་། ལུང་ཐང་རྣམས་ཆུ་བྱའི་ཤ་དང་།
en: “One should crush sweet flag, costus, long pepper, dried ginger, yellow myrobalan, emblic myrobalan, neem, vetiver root, and soapberries with the flesh of a stork, an owl, and a man’s testicles.

source: སྲིན་བྱའི་ཤ་དང་། མིའི་འབྲས་བུ་རྣམས་བཏགས་ན་ཀན་ཛི་ནའི་ནང་དུ་ཉི་མ་བདུན་དུ་རའི་མར་དང་སྟབས་གཅིག་བཞག་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: This should be placed in sour gruel along with goat butter for seven days. One will become invisible.

source: པད་མའི་ཟེ་འབྲུའི་རྡུལ་དང་། གྲོག་མཁར་དང་།
en: “One should combine lotus anther pollen, earth from a termite mound, and the dirt on a uraria plant, make a pill, and place it in their rectum.

source: ལང་ཀའི་སྟེང་གི་ས་རྣམས་གཅིག་ཏུ་བྱས་ཏེ་རིལ་བུ་བྱས་ནས་རྣམ་སྣང་གི་ལམ་དུ་བཅུག་ན་མི་སྣང་བར་འགྱུར་རོ། །
en: One will then become invisible.

source: དེ་གལ་ཏེ་མ་གྲུབ་ན་དེས་མཚམས་མེད་པ་ལྔའི་ལས་བྱས་པར་འགྱུར་རོ། །
en: “If these procedures do not work, it will be as if I had committed the five actions entailing immediate retribution.

source: རང་གི་དབང་པོ་ལྔ་ཇི་ལྟར་འགྱུར་བ་རིགས་ལྔ་ལ་ཡང་དང་ཡང་དུ་གནས་པར་བྱའོ། །
en: One should repeatedly maintain the five families as the true state of the five senses.

source: རིགས་ལྔ་བཟུང་ནས་ལྕགས་གསུམ་གྱིས་དཀྲིས་པ་དང་།
en: One should take the five families, coat it with the three metals, go to a charnel ground, and embrace the consort.

source: དུར་ཁྲོད་དུ་ཕྱིན་ལ་ཕྱག་རྒྱ་མ་བཟུང་སྟེ་ཞལ་ནས་སྔགས་ཟློས་ཤིང་ནམ་མཁའ་ལ་སྒྲ་འབྱུང་བ་ཐོས་པ་དང་ཁྱིམ་དུ་ལོག་ནས་མིག་སྨན་བྱས་ན་དེ་ནས་མི་མཐོང་བར་འགྱུར་རོ། །
en: One should recite the mantra aloud, and if people hear the sound filling the air and emerge from their homes, one should apply the collyrium in order to not be seen.

source: ནིམ་པ་རློན་པ་བཟུང་སྟེ་ལུས་ལ་བྱུགས་ནས་གཟའ་ཉི་མ་ལ་སུ་མ་ཀ་ཏ་ལག་པ་གཡོན་པས་ལུས་ལ་བྱུགས་ཏེ་ཚེས་བརྒྱད་ལ་མིའི་མར་ཁུས་ལུས་ལ་བྱུགས་ནས་རིམ་པ་ཇི་ལྟ་བ་བཞིན་དུ་བྱས་ན་མི་སྣང་བར་འགྱུར་རོ། །
en: “One should take fresh neem and rub it on their body. On a Sunday one should rub sumāgadhā on their body with the left hand and then rub their body with human fat on the eighth day of the lunar month. If one follows this exact procedure, one will become invisible.

source: གཟའ་མིག་དམར་ལ་སེམས་ཅན་དུ་མ་ནི་ཀ་བཟུང་སྟེ།
en: “On a Tuesday one should take rubies from a river.

source: གཟའ་ལག་པ་ལ་རིན་པོ་ཆེའི་རལ་གྲི་བཟུང་ནས་ཀླུ་ལྷག་མ་ཅན་གྱི་ལྕེ་བཅད་ནས་བཟུང་བ་དེ། དང་པོ་གསེར་གྱི་སྣོད་དུ་བཅུག་ནས་ཕྱི་ནས་བཏོན་ཏེ།
en: On Wednesday, one should take a jeweled sword and sever the nāga Śeṣa’s tongue, take it, and first place it in a golden vessel.

source: དེ་བཞིན་དུ་ཕྱི་རོལ་ནས་ཟངས་མ་དེ་བཞིན་དུ་ལྕགས་གསུམ་གྱིས་དཀྲིས་ནས་ཁར་བཅུག་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: Later, one should remove it and coat the outside with copper and the three metals. If one places it in their mouth they will become invisible.

source: སྨན་འཛག་བྱེད་ཀྱི་རྩ་བ་ལ་གསོལ་བ་བཏབ་ནས་སྐུད་པས་བཅིངས་ཏེ་ཉི་མ་བཟང་པོ་ལ་བླངས་ནས་སེན་དྷ་བ་དང་།
en: “One should incant śravanti root and tie it with string.

source: ཚིལ་ཆེན་དང་ལྷན་ཅིག་ཏུ་བཙོས་ཏེ་ཟོས་ན་མི་མཐོང་བར་འགྱུར་རོ། །
en: One should then retrieve it on an auspicious day, cook it with sea salt and human fat, and eat it. One will then become invisible.

source: ལྷ་མོའི་སྔགས་ལན་བདུན་སྨན་ཛ་ཡན་ཏིའི་ལོ་མ་ལ་བཟླས་ནས་ཀན་ཛིའི་ནང་དུ་ཉི་མ་གཅིག་བཅུག་ནས་བཏོན་ཏེ།
en: “One should incant sesbania leaves with the Goddess’ mantra seven times and leave them in some sour gruel for one day.

source: ནིམ་པའི་ཤིང་གི་ནང་དུ་སྦས་ནས། དེ་ཉིད་ལས་དེ་བཞིན་དུ་བླངས་ནས་བ་ཏ་པའི་ཤིང་དེ་ལ་དེ་བཞིན་དུ་གཞུག །
en: One should remove them and hide them in a neem tree, then remove them again and place them in a banyan tree.

source: ཕྱི་ནས་སྨལ་པོའི་ཟླ་བ་ནག་པོའི་ཕྱོགས་ཀྱི་བཅུ་གསུམ་ལ་བཏགས་ནས་ལུས་ལ་བྱུགས་ན་མི་མཐོང་བར་འགྱུར་རོ།
en: After that, one should pulverize them on the thirteenth day of the waning moon in Mṛgaśirā and rub them on their body.

source: ཇི་སྲིད་དུ་ལོ་གཅིག་ཏུ་ཡང་དེ་བཞིན་ནོ། །
en: One will be invisible for as long as an entire year.

source: ལྷ་མོའི་རིལ་བུ་ཆེན་པོ་ནི་མེ་ཏོག་བདུན་གྱི་སུལ་དང་། ན་རི་ཀེ་ལའི་མེ་ཏོག་དང་། སྨན་ཀ་ཏ་ཀ་པ་ཏྲ་དང་། ས་མ་ཡ་གོ་ལ་དག་དང་། ནཱ་ག་པུཥྤ་དང་། པིན་ཏ་དྷ་ཀ་རའི་རྩ་བ་དང་། །ཏྲི་པུ་ར་དང་། དྷ་དུ་རའི་རྩ་བ་དང་། འབྲས་བུ་གསུམ་རྣམས་ལ་རིལ་བུ་ཉི་ཤུ་རྩ་གཅིག་ལུང་ཐང་གི་ལྔ་ཆ་ཙམ་མོ། །
en: “For the Goddess’ great pill, one should make twenty-one pills the size of five soapberries out of the seven pollen flowers, coconut flowers, kaṭaka leaves, samayagola, cobra saffron, piṇḍatagara root, the roots of tripura and datura, and the three myrobalan fruits.

source: པིན་ཏ་དྷ་ཀ་ར་དང་། རང་བྱུང་དང་། དེ་བརྟ་ནཱ་ར་དང་། རིལ་བུ་ཉི་ཤུ་རྩ་གཅིག་དང་། ནག་པོ་ཆེན་པོའི་འབྲས་བུ་རིལ་བུ་ཉི་ཤུ་རྩ་གཅིག་དང་མཉམ་པའོ། །
en: Then, one should make twenty-one pills out of piṇḍatagara, menstrual blood, and sorghum and combine them with twenty-one mahākāla fruit pills.

source: དེ་རྣམས་བཏགས་ནས་སྦྲང་རྩི་དང་རིལ་བུ་ལྔ་བྱས་ནས་དང་པོ་རིལ་བུ་གཅིག་ཁར་གཞུག །གཉིས་པ་རྣམ་པར་སྣང་མཛད་ཀྱི་ལམ་དུ།
en: One should crush them with honey and make five pills.

source: གསུམ་པ་དང་། བཞི་པ་ལག་པ་གཡས་གཡོན་གཉིས་རེ་རེའོ། །ལྔ་པ་ནི་དཔྲལ་བར་ཐིག་ལེ་བྱའོ། །
en: One should place the first pill in their mouth, the second in their rectum, and the third and fourth in their right and left hands, and one should use the fifth as a forehead mark.

source: ངེས་པར་མི་སྣང་བར་འགྱུར་རོ། །
en: One will certainly become invisible.

source: དེ་ནས་ཡང་གཟའ་མིག་དམར་ནག་པོ་ཕྱོགས་ཀྱི་བཅུ་གཉིས་ལ་སུ་ར་བི་ཙའི་རྩ་བ་བཟུང་ནས་ཚིལ་ཆེན་དང་བཙོས་ཏེ། དེ་ནས་མུ་རུ་མུ་རི་གའི་ཁུ་བ་དང་།
en: “Then, one should pick the roots of a distilling grain on a Tuesday that falls on the twelfth day of the waning moon and cook them with human fat.

source: སྨན་བྷ་གི་ནིའི་ཁུ་བ་ལ་རིལ་བུ་བྱས་ཏེ། ལྷ་མོའི་སྔགས་བདུན་བཟླས་ཏེ་རིལ་བུ་བྱས་ནས་རྣམ་སྣང་དུ་བཅུག་ན་མི་སྣང་བར་འགྱུར་རོ། །
en: One should make pills with the juice of a distilling root and the juice of the bhagini plant, incant them seven times with the Goddess’ mantra, make them into a pill, and place it in their rectum.

source: ཉི་མ་བདུན་དུ་ལྷ་མོའི་སྔགས་བཟླས་ནས་སྔགས་པས་གྷོ་དྷ་ཟོས་ནས་ཆང་འཐུངས་ན་ཐམས་ཅད་མཐོང་བར་འགྱུར་རོ། །
en: One will become invisible. “If one recites the Goddess’ mantra for seven days and then eats incanted lizard meat and drinks alcohol, one will become entirely invisible.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ལྷ་མོ་དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་མཐུ་ཁྱོད་ཀྱིས་བརྗོད་པས་ཇི་ལྟ་བར་དེ་ཁོ་ན་ཉིད་སྟོན་པར་བྱེད་དོ། །
en: Then the Blessed One said, “Goddess, what you have said about the power of all siddhis has revealed them as they are.

source: དེའི་ཕྱིར་ནུས་པ་གང་དང་གང་བྱེད་པ་ཇི་ལྟ་བའི་དངོས་གྲུབ་ཐམས་ཅད་ཀྱི་འཕྲུལ་པའོ། །
en: A capable person who performs them can manifest any of the respective siddhis.”

source: ལྷ་མོས་གསོལ་པ། ཀྱེ་བཅོམ་ལྡན་འདས་འཛམ་བུའི་གླིང་གི་སེམས་ཅན་རྣམས་ལ་ཕན་པ་དང་བདེ་བའི་དོན་དུ་ཇི་ལྟ་བ་བཞིན་དུ་བསྟན་དུ་གསོལ།
en: “Blessed One,” the Goddess replied, “may this be taught just as you have said here, so that it may be of benefit and bring happiness to the beings of Jambudvīpa.”

source: འདི་ནི་དཔལ་ནག་པོ་ཆེན་པོའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ལས་ལྷ་མོས་ཞུས་པ་དང་ལན་ལས་རིལ་བུའི་ལེའུ་སྟེ་དགུ་པའོ།། །།
en: This is the ninth chapter in The Glorious Sovereign Tantra of Mahākāla, “A Dialogue with the Goddess About the Pill Siddhi.”

source: དེ་ནས་ཡང་དག་པར་བཤད་པར་བྱ་སྟེ་སེམས་ཀྱིས་བསམ་གྱིས་མི་ཁྱབ་པའི་རྐང་མགྱོགས་ཀྱི་མཚན་ཉིད་སྣ་ཚོགས་པ་ཞེས་བྱ་བ་སྟེ།
en: Chapter 10: The Foot-Salve Siddhi “Now I will explain the various utterly inconceivable characteristics related to the swift feet siddhi.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྐང་མགྱོགས་ལ་ཕྱག་བཅུ་གཉིས་པའི་སྔགས་འབུམ་ཕྲག་ལྔ་བཟླས་ན་མཆོག་ཏུ་འགྲུབ་པའོ། །
en: The Blessed One continued, “For swift feet, one will attain the highest siddhi if they recite the mantra of the twelve-armed form five hundred thousand times.

source: ཉི་མ་དང་པོའི་དུས་སུ། དངུལ་ཆུ་དང་། རང་འབྱུང་དང་། པ་ལ་ཤའི་རྩ་བའི་ཁུ་བ་དང་། ཤ་དུ་རི་བཏགས་ནས་རྔ་མོའི་ཆུ་ཡིས་འདེ་གུ་བྱས་ཏེ།
en: On the first day one should grind mercury, menstrual blood, the juice of dhak tree roots, and śabarī, make a paste using camel urine, and rub it on their feet.

source: རྐང་པ་ལ་བྱུགས་ན་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One can then move through the air.

source: ཟླ་བའི་ཆུ་ཡིས་ཡོངས་སུ་བྱེད་པ་དང་ཡང་དག་པར་ལྡན་པས་དངོས་གྲུབ་བརྒྱད་པ་དང་མཉམ་པ་རི་ཀ་ན་བ་སུ་དང་ལྡན་པས།
en: When prepared and combined with lunar water, one will attain the eight siddhis. One should infuse it with moonlight in the same manner and add five extra parts of grain.

source: སྨན་དྷ་ན་ཆ་ལྔས་ལྷག་པ་རྐང་པ་ལ་བྱུགས་པ་ཙམ་གྱིས་ནམ་མཁའ་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: When one smears it on their feet they will be able to move through the air.

source: ཇི་ལྟར་གཟའ་ཡིས་ཟིན་པ་ན་དེ་ནས་དེ་ཉིད་དུ་འབུམ་ཕྲག་གཅིག་གི་ནང་ནས་གཅིག་བླངས་པ་ལ་སྔགས་དེ་ཉིད་ཇི་སྙེད་གྲོལ་གྲོལ་གྱི་བར་དུ་བྱ།
en: “Should a lunar eclipse occur, at that time one should take one one-thousandth and incant it until the eclipse has run its course.

source: སྦྲང་རྩི་རྐང་པ་ལ་བྱུགས་ན་ངེས་པར་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One should then smear honey on their feet, and they will be able to move through the air.

source: དམ་ཚིག་ཅན་གྱིས་བསྟེན་པ་ན་བཅོམ་ལྡན་འདས་ཀྱིས་དངོས་གྲུབ་མཉམ་པ་མེད་པ་བདག་ལ་སྩོལ་བའོ། །
en: When worshiped by a samaya holder, the Blessed One will grant them the unequaled siddhi.

source: དེ་ནས་ཡང་ཉི་མ་གཟས་ཟིན་པ་ལ་སེན་དྷ་བ་དང་། ལན་ཚྭ་དང་། གོ་ཊ་བྱས་པ་ཡོངས་སུ་བསྡུས་ནས་ཕྱག་བཅུ་དྲུག་པའི་སྔགས་ལན་བདུན་དུ་བཟླས་ནས་རྐང་པ་ལ་བྱུགས་ན་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: “During a solar eclipse one should collect sea salt, salt, and kodo millet, incant it with the mantra of the sixteen-armed form seven times, and smear it on one’s feet. One will be able to move through the air.

source: དང་པོའི་བུད་མེད་ཀྱི་རྡུལ་དང་། སི་ཧླ་དང་། ཆུ་དྲོན་གཅིག་ཏུ་བྱས་ནས་སྔར་གསུངས་པའི་སྔགས་ཀྱིས།
en: “One should combine a girl’s first menses, olibanum, and boiled water and incant it with the previously mentioned mantra.

source: ཡིད་སྤྲོ་བས་སྦྱངས་པར་གྱུར་ན་དངོས་གྲུབ་ཏུ་འགྱུར་བ་ནི་མཚན་མོ་ཀུན་ལ་རིམ་པ་བཞིན་དུ་འཆག་པར་འགྱུར་རོ། །
en: One should use this to wash their feet as they please, and the siddhi will attained.

source: སྨན་པཎྜི་གོ་ལ་ཀ་དང་།
en: It will gradually subside over the course of the night.

source: ལྒ་དང་། ཨ་རུ་ར་དང་།
en: “One should evenly mix piṇḍagolaka, dried ginger, yellow myrobalan, and marking nut and smear it on their feet.

source: བ་ལ་ཏ་ཀི་དང་མཉམ་པར་བསྲེས་ནས་རྐང་པ་གཉིས་ལ་བྱུགས་ན་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One will be able to move through the air.

source: གལ་ཏེ་མ་གྲུབ་ན་དེ་ཡིས་མཚམས་མེད་པ་ལྔའི་ལས་བྱས་པར་འགྱུར་བའོ། །ཇི་ལྟར་མར་དང་དེ་བཞིན་ནོ། །
en: If this does not work, it means that one has committed one or more of the five acts entailing immediate retribution.

source: མེ་ཏོག་ཉི་ཤུ་རྩ་ལྔའམ། ཀུན་དྷའི་མེ་ཏོག་དང་ཚིལ་ཆེན་བསྲེས་ནས་སྦྱིན་བསྲེག་བྱ་བ་ནི། ཨོཾ་དྷ་མུ་དྷ་མུ་ཀྵ་མུ་ཀྵ་སྭཱ་ཧཱ། དེ་ནས་སྔགས་འདི་ཉིད་དང་། ཀླུ་འདུལ་བའི་མེ་ཏོག་དང་།
en: “One should take an appropriate amount of ghee, mix it with the twenty-five flowers, star jasmine flowers, and human fat and offer this into a fire while reciting the mantra oṁ dhamu dhamu kṣamu kṣa svāhā.

source: མི་སྐམ་པའི་མེ་ཏོག་དང་། བ་སེར་སྐྱའི་ཞག་དང་། མིའི་ཞག་དང་མཉེས་ནས་རྐང་པ་ལ་བྱུགས་ན།
en: One should then muddle cobra saffron, wet-flower, the fat of a yellow cow, and human fat and rub it on their feet.

source: དེ་ཡང་མེ་ཏོག་རེ་རེའམ་ཐམས་ཅད་ཀྱིས་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །ཨོཾ་མ་ཎི་དྷཱ་རི་ཎི། མ་ཧཱ་ཀཱ་ལི་ནི་ཁ་ཁ་ཁཱ་ཧི་ཁཱ་ཧི།
en: One will be able to move through the air in relation to each or all the flowers.

source: ཧ་ན་ཧ་ན། གྷཱ་ཏ་ཡ་གྷཱ་ཏ་ཡ། ཙ་ལ་ཙ་ལ། ཧུྃ་ཧྲིཿཧྲིཿཧཿ། སྔགས་འདི་ལན་བརྒྱ་བཟླས་པ་དང་ལྡན་པས།
en: “One should rub their feet with śilapataka incanted one hundred times with the mantra oṁ maṇidhāriṇī mahākāliṇī kha kha khāhi khahi ghana ghana ghātaya ghātaya cala cala hūṁ hrīḥ hrīḥ haḥ.

source: སྨན་ཤི་ལ་པ་ཏ་ཀ་རྐང་པ་ལ་བྱུགས་ན་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One will be able to move through the air.

source: ས་བླ་རུ་འགྲོ་བར་འདོད་པའི་མིས་སྨན་པ་ལ་ཀིའི་རྩ་བ་དང་། བ་ལང་གི་ལྕེའི་རྩ་བ་དང་།
en: “A person who wants to move above the surface of the earth should take bala root, cow’s tongue root, śopagalikā, yellow myrobalan root, and turmeric, increase them threefold, and muddle them with a mixture of elephant musk and yellow arsenic.

source: སྨན་ཀུན་སུ་མ་དང་། ཨ་རུ་རའི་རྩ་བ་དང་། ཡུང་བ་དང་འདི་རྣམས་སུ་མ་འགྱུར་དུ་བྱས་ནས་གླང་པོ་ཆེའི་ཆང་དང་། ལྷན་ཅིག་རྡོ་ཀྱོང་སེར་པོར་རབ་ཏུ་མཉེས་ནས་སྦྲང་དང་ལྷན་ཅིག་རྐང་པ་ལ་བྱུགས་ན་ངེས་པར་ས་བླ་ལ་འཕྱོ་བར་འགྱུར་རོ། །
en: When one rubs the mixture on their feet with honey, one will certainly soar above the surface of the earth.”

source: དེ་ནས་ལྷ་མོས་གསོལ་པ། སྦྱོར་བ་ལྔ་ཇི་ལྟར་འགྱུར་བ་རབ་ཏུ་བཤད་དུ་གསོལ། །ད་ནི་ཡང་དག་པར་རབ་ཏུ་སྦྱིན་པས་འགྲུབ་པ།
en: Then the Goddess said, “I would like to faithfully explain five procedures that ensure success when properly given.

source: དང་པོ་ལ་སྨན་སེ་བྷིའི་ཁུ་བ་བླངས་ནས། ཉི་མ་གཉིས་པ་དང་། གསུམ་པ་ལ་བ་རུའི་ཆུ་དང་། བཞི་པ་ལ་ས་ཧོར་གྱི་འབྲས་བུ་ལྔ་དང་། ལྔ་པ་ལ་ཤིང་བ་ཏའི་འདབ་མ་རྣམས་ལ་རའི་ཆུས་བླུགས་ལ་ཉི་མ་ལྔ་བཞག་ལ་མ་ཧེའི་འོ་མ་ལ་ཉི་མ་ལྔ་སྦང་།
en: One should gather velvet bean juice on the first day, beleric myrobalan juice on the second and third days, five sahor fruits on the fourth day, and banyan leaves on the fifth day.

source: རྔ་མོའི་ཆུ་ལ་ཉི་མ་ལྔ་སྦང་།
en: One should pour goat urine over them and let them soak for five days, leave them in buffalo milk for five days, and then leave them in camel urine for five days.

source: དེ་རྡོ་ཀྱོང་སེར་པོར་སི་སི་རི་དང་བཏགས་ཏེ།
en: Then one should grind them with yellow arsenic and vetiver root and combine the two with mercury.

source: དངུལ་ཆུ་དང་གཉིས་སྦྱར་ནས་དེའི་རྗེས་ལ་མཆོད་སྦྱིན་གྱི་ཤིང་དང་ལྷན་ཅིག་ཏུ་རིལ་བུ་བྱས་ནས་ཉ་ཕྱིས་ཀྱི་ནང་དུ་རང་གི་ཁུ་བ་དང་གཉིས་མཉེས་ནས་རྐང་པ་ལ་བྱུགས་ན་ངེས་པར་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: After that, one should add sacrifice tree to make a pill, place it in some mother of pearl with one’s own semen, and rub it on both feet. One will then be able to move through the air.

source: ཟླ་འཛིན་གྱི་ཆུ་དང་སྨན་ནཱ་ག་དྷ་མན་དང་། ཕ་ནི་ཀི་ར་ཎའི་འདབ་མ་གཉིས་ཤི་ལ་པཏྟའི་ཁུ་བ་དང་། སུ་གན་དྷ་ཏི་ཀ་ཏ་ཆེན་པོ་དང་། སྒྲ་སྙན་གྱི་སྨན་དང་།
en: “One should combine lunar water with spider lily, two phaṇikiraṇa leaves, śilapataka juice, a fragrant and extremely bitter plant, a pleasant-sounding plant, hiraṇyaparikara, and sugatramutramukhi and soak them in white mustard oil.

source: ཧྲི་རནནྱ་པ་རི་ག་དང་། སུ་ག་ཏྲ་མུ་ཏྲ་མུ་ཁི་འདི་རྣམས་ཐམས་ཅད་གཅིག་ཏུ་བསྡུས་ནས་ཡུངས་ཀར་གྱི་མར་ལ་སྦགས་ཏེ། ཡན་ལག་ཐམས་ཅད་ལ་བྱུགས་ན་ཐུན་ཚོད་གཅིག་ལ་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: If one smears them on their entire body, one will move through the air for a single watch.

source: གལ་ཏེ་ཟླ་བ་གཟས་ཟིན་པའི་དུས་སུ་མ་གྲུབ་ན་རྒྱལ་གྱི་ཟླ་བའི་དཀར་པོ་ཕྱོགས་ཀྱི་ཚེས་ལྔ་ལ་བྱི་ལ་ནག་པོའི་མཁྲིས་པ་བླངས་ནས་དེའི་རྗེས་ལ་ཚེས་བདུན་ལ་རྨ་བྱའི་མཁྲིས་པ་དང་། ཟླ་བ་དང་།
en: “If this fails during a lunar eclipse, one should collect a black cat’s bile on the fifth day of the waxing moon during Puṣya and the saliva and bile of a peacock and a ram’s blood on the seventh day and rub them on the big toe of each foot.

source: ལུག་གི་ཁྲག་དང་བཅས་པས་རྐང་པ་གཉིས་ཀྱི་མཐེ་བོང་ལ་བྱུགས་ན་ཐུན་གཅིག་གིས་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །
en: One will move through the air for a single watch.

source: གལ་ཏེ་མ་གྱུར་ན་བསྒོམ་དོན་དུ་གཉེར་བའི་སྐྱེས་བུས་དེ་ནས་ཆོས་ཐམས་ཅད་ཉམས་པར་བྱས་པའོ། །བདག་ཉིད་ཀྱིས་སྨྲས་པ་བསླུས་པའོ། །སྨན་སོ་ཀ་རའི་རྩ་བ་དང་།
en: “If nothing happens, then the person pursuing that practice has harmed all the teachings, and I myself will have spoken deceptively.

source: སྨན་ས་བ་ད་ལི་བླངས་ནས་བ་ལང་གི་ཤ་དང་བཏགས་ནས་རྐང་པ་ལ་བྱུགས་ན་དེ་ནས་སུ་ར་སི་ར་ཡིས་བཀྲུས་ན་ངེས་པར་བར་སྣང་ལ་འགྲོ་བར་འགྱུར་རོ། །སྨན་ན་མ་ས་དང་། དབུ་རྩ་བ་དང་། ས་ཤ་མ་རན་དང་། སུ་ཀ་ཏ་དང་།
en: “One should take spider lily root and sarvadhalī, crush them with cow meat, rub the mixture on their feet, and then rinse it off with vetiver root.

source: ཨེ་རན་ཏ་དང་།
en: One will then move through the air.
